docs/site/behr14_elect_bassoon.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>behr14_elect_bassoon</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">behr14_elect_bassoon</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org06e03ff">The electroacoustic bassoon: an exploration of a modern use for the traditional instrument</a>
<ul>
<li><a href="#orgc85562d">Cage</a></li>
<li><a href="#org9e32737">Effects</a></li>
<li><a href="#orgbd54e19">MIDI</a></li>
<li><a href="#orgafe7faf">MAX</a></li>
<li><a href="#org6161775">Possibility</a></li>
<li><a href="#orgcf5df0f">First piece</a></li>
<li><a href="#org0f87279">Early Live pieces</a></li>
<li><a href="#org6f4a845">Amplification</a></li>
<li><a href="#orge4f9f4f">Mics</a></li>
<li><a href="#org18e9139">Mic issues</a></li>
<li><a href="#orgcdd4dc3">Bocal issues</a></li>
<li><a href="#org124eb8c">Telex</a></li>
<li><a href="#org40d462f">Notes for page 26</a></li>
<li><a href="#orgaa1cd64">LJ</a></li>
<li><a href="#orgf579639">Mix</a></li>
<li><a href="#org90a7f87">PA</a></li>
<li><a href="#org6554edb">Bassoon sound</a></li>
<li><a href="#org3a25b29">Distortion</a></li>
<li><a href="#orgc538c3e">Compressor</a></li>
<li><a href="#org16bacd5">Pitch Shifting</a></li>
<li><a href="#org46e955e">Filters</a></li>
<li><a href="#orgedaf55b">Modulation</a></li>
<li><a href="#orgea0e7af">Time Based</a></li>
<li><a href="#orgf79e3e0">Test</a></li>
<li><a href="#orgbaef6a3">Pedagogy</a></li>
<li><a href="#orgb00abdf">Performance Issues - Burns</a></li>
<li><a href="#org5c0f05c">Traveling</a></li>
<li><a href="#org4fba72b">Difficulty of Looping</a></li>
<li><a href="#orga14766e">Necessity of Familiarity</a></li>
<li><a href="#orgbd1241d">Music</a></li>
<li><a href="#org92f3703">Volume Pedal</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org06e03ff" class="outline-2">
<h2 id="org06e03ff">The electroacoustic bassoon: an exploration of a modern use for the traditional instrument</h2>
<div class="outline-text-2" id="text-org06e03ff">
</div>
<div id="outline-container-orgc85562d" class="outline-3">
<h3 id="orgc85562d">Cage</h3>
<div class="outline-text-3" id="text-orgc85562d">
<p>
Cage perhaps has the first work for live acoustic instruments and recorded sounds. <i>Imaginary Landscape No. 1</i>
</p>
</div>
</div>
<div id="outline-container-org9e32737" class="outline-3">
<h3 id="org9e32737">Effects</h3>
<div class="outline-text-3" id="text-org9e32737">
<p>
Effects began in the 1960s, but we had to wait until the 70s and 80s for it to be usable in real time live performance. Filters, flanging, phasing, panning, echo, and delay.
</p>
</div>
</div>
<div id="outline-container-orgbd54e19" class="outline-3">
<h3 id="orgbd54e19">MIDI</h3>
<div class="outline-text-3" id="text-orgbd54e19">
<p>
Midi standardized software for electronic communication. 1983
</p>
</div>
</div>
<div id="outline-container-orgafe7faf" class="outline-3">
<h3 id="orgafe7faf">MAX</h3>
<div class="outline-text-3" id="text-orgafe7faf">
<p>
max in the late 90s	
</p>
</div>
</div>
<div id="outline-container-org6161775" class="outline-3">
<h3 id="org6161775">Possibility</h3>
<div class="outline-text-3" id="text-org6161775">
<p>
Many subgenres within electroacoustic music. 
Electronics allows the pairing of traditional bassoon with an infinite palette of electroacoustic sounds, as well as greater flexibility by altering bassoon tone.
</p>
</div>
</div>
<div id="outline-container-orgcf5df0f" class="outline-3">
<h3 id="orgcf5df0f">First piece</h3>
<div class="outline-text-3" id="text-orgcf5df0f">
<p>
First live with tape would be Dittrich's <i>Kammermusic I</i>, also Schwartz's <i>Aria no 4</i> and Fongarrds works in 1976.
</p>
</div>
</div>
<div id="outline-container-org0f87279" class="outline-3">
<h3 id="org0f87279">Early Live pieces</h3>
<div class="outline-text-3" id="text-org0f87279">
<p>
Boush <i>Espace Temps</i> Rothkopf <i>At a Crossroads</i> and Hurdy's <i>Impromptu pour un Monodrame</i>
</p>
</div>
</div>
<div id="outline-container-org6f4a845" class="outline-3">
<h3 id="org6f4a845">Amplification</h3>
<div class="outline-text-3" id="text-org6f4a845">
<p>
To be heard in modern ensembles like jazz, rock, etc Amplification is needed. There are usually two options, the electric bocal and traditional microphones.
</p>
</div>
</div>
<div id="outline-container-orge4f9f4f" class="outline-3">
<h3 id="orge4f9f4f">Mics</h3>
<div class="outline-text-3" id="text-orge4f9f4f">
<p>
If using one mic, it should be about head level pointing towards the center of the bassoon. Most like to use 2 mics, on at the bell and one by the right hand. Clip on mics make movement easier.
</p>
</div>
</div>
<div id="outline-container-org18e9139" class="outline-3">
<h3 id="org18e9139">Mic issues</h3>
<div class="outline-text-3" id="text-org18e9139">
<p>
If they are fixed, movement causes a change in amplification. One mic will also have changes becuase of not picking the entire instrument up evenly. Levels may need to be high which affects other instruments, or feedback.
</p>
</div>
</div>
<div id="outline-container-orgcdd4dc3" class="outline-3">
<h3 id="orgcdd4dc3">Bocal issues</h3>
<div class="outline-text-3" id="text-orgcdd4dc3">
<p>
The prospect of drilling into bocal can be a deterrent itself. It's almost a leap of faith, as bocals are expensive and you still want a good bocal.
</p>
</div>
</div>
<div id="outline-container-org124eb8c" class="outline-3">
<h3 id="org124eb8c">Telex</h3>
<div class="outline-text-3" id="text-org124eb8c">
<p>
Telex discontinued, and is more prone to feedback, emphasizes high frequencies
</p>
</div>
</div>
<div id="outline-container-org40d462f" class="outline-3">
<h3 id="org40d462f">Notes for page 26</h3>
<div class="outline-text-3" id="text-org40d462f">
</div>
</div>
<div id="outline-container-orgaa1cd64" class="outline-3">
<h3 id="orgaa1cd64">LJ</h3>
<div class="outline-text-3" id="text-orgaa1cd64">
<p>
Little jake need preamp, a couple different setups described.	
</p>
</div>
</div>
<div id="outline-container-orgf579639" class="outline-3">
<h3 id="orgf579639">Mix</h3>
<div class="outline-text-3" id="text-orgf579639">
<p>
Mixing both may be the best of both worlds. However it is more complex for setup and blending signals and needs a good technician.
</p>
</div>
</div>
<div id="outline-container-org90a7f87" class="outline-3">
<h3 id="org90a7f87">PA</h3>
<div class="outline-text-3" id="text-org90a7f87">
<p>
Most seem to prefer a PA system than an amp.
</p>
</div>
</div>
<div id="outline-container-org6554edb" class="outline-3">
<h3 id="org6554edb">Bassoon sound</h3>
<div class="outline-text-3" id="text-org6554edb">
<p>
Bassoon sound is more complex, so effects may behave differently than a guitar or synth.
</p>
</div>
</div>
<div id="outline-container-org3a25b29" class="outline-3">
<h3 id="org3a25b29">Distortion</h3>
<div class="outline-text-3" id="text-org3a25b29">
<p>
Frequently used. Boost the signal, clip, and add overtones. However the bassoon already has complex harmonic content, so distortion needs to be chosen carefully or it can be oversaturated and produce mostly white noise. It also creates feedback issues (Jacobs) Overdrive and Fuzz are related.
</p>
</div>
</div>
<div id="outline-container-orgc538c3e" class="outline-3">
<h3 id="orgc538c3e">Compressor</h3>
<div class="outline-text-3" id="text-orgc538c3e">
<p>
Louds softer and softs louder. Usually this dampens the notes beginning and boosts sustain.	
</p>
</div>
</div>
<div id="outline-container-org16bacd5" class="outline-3">
<h3 id="org16bacd5">Pitch Shifting</h3>
<div class="outline-text-3" id="text-org16bacd5">
<p>
Octaves are most common, but sophisticated options available.
</p>
</div>
</div>
<div id="outline-container-org46e955e" class="outline-3">
<h3 id="org46e955e">Filters</h3>
<div class="outline-text-3" id="text-org46e955e">
<p>
Weaken or boost specific freqs or range of freqs. Wah-wah most common. Adjust tone
</p>
</div>
</div>
<div id="outline-container-orgedaf55b" class="outline-3">
<h3 id="orgedaf55b">Modulation</h3>
<div class="outline-text-3" id="text-orgedaf55b">
<p>
Flangers, phaser, chorus. Often add depth, dimension, and movement.
Flanger adds a variable delay. Phaser splits signal and alters phase. Create a vowel shifting or swish. Chorus constant delay very short.
</p>
</div>
</div>
<div id="outline-container-orgea0e7af" class="outline-3">
<h3 id="orgea0e7af">Time Based</h3>
<div class="outline-text-3" id="text-orgea0e7af">
<p>
Reverb lots of echoes that gradually fade. Delay and echo duplicate signal and delay. Loopers or phase loopers record and playback verbatim. Overdubbing also possible. Gives options to bassoon as a monophonic instrument.
</p>
</div>
</div>
<div id="outline-container-orgf79e3e0" class="outline-3">
<h3 id="orgf79e3e0">Test</h3>
<div class="outline-text-3" id="text-orgf79e3e0">
<p>
Rodgers says test all pedals against full range of the instrument.
</p>
</div>
</div>
<div id="outline-container-orgbaef6a3" class="outline-3">
<h3 id="orgbaef6a3">Pedagogy</h3>
<div class="outline-text-3" id="text-orgbaef6a3">
<p>
Using gear was not part of bassoon performance degree. Using feet with pedals needed more coordination than he thought. (Rodgers) Had to get help outside the orchestral world.
</p>
</div>
</div>
<div id="outline-container-orgb00abdf" class="outline-3">
<h3 id="orgb00abdf">Performance Issues - Burns</h3>
<div class="outline-text-3" id="text-orgb00abdf">
<p>
Not being able to hear the electronics. A monitor will probably help. Also not being able to read the notation of the electronic part and understand cues.
Live interactives may have a mind of their own.
</p>
</div>
</div>
<div id="outline-container-org5c0f05c" class="outline-3">
<h3 id="org5c0f05c">Traveling</h3>
<div class="outline-text-3" id="text-org5c0f05c">
<p>
You can take your accompanist with you. No worrying about their qualtiy or the instrument. Also interaction with composers, as they are frequently alive.	
</p>
</div>
</div>
<div id="outline-container-org4fba72b" class="outline-3">
<h3 id="org4fba72b">Difficulty of Looping</h3>
<div class="outline-text-3" id="text-org4fba72b">
<p>
Rhythm and intonation have to be perfect
</p>
</div>
</div>
<div id="outline-container-orga14766e" class="outline-3">
<h3 id="orga14766e">Necessity of Familiarity</h3>
<div class="outline-text-3" id="text-orga14766e">
<p>
When more composers write more pieces for this medium, it will necessitate a familiarity with the medium and the genre. (Rodgers)
</p>
</div>
</div>
<div id="outline-container-orgbd1241d" class="outline-3">
<h3 id="orgbd1241d">Music</h3>
<div class="outline-text-3" id="text-orgbd1241d">
<p>
Music is music no matter how you slice it. Tools are just that - tools in order to coax expression and feelings out. (Hanson)
</p>
</div>
</div>
<div id="outline-container-org92f3703" class="outline-3">
<h3 id="org92f3703">Volume Pedal</h3>
<div class="outline-text-3" id="text-org92f3703">
<p>
Discussion of dynamics and the need of a volume pedal.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
